introduction/introduction.org
* Subject
   - ärzte verschreiben oft unabhängig voneinander medikamente
   - patient hat möglichkeit rezeptfreie medikamente zusätzlich einzunehmen
   - bpz verweisen nur grob auf mögliche interaktionen
     - oft nur gruppen von medikamenten genant, nicht medikamente konkret

   - keine endanwendungen auf lodd basierend bekannt
* Problem
   - bei n arzneimittel gibt es (n^2-n)/2 mögliche interaktionen
     - 2->1, 3->3, 4->6, 5->10

   - umfangreiches schemawissen nötig um anfragen an lod stellen zu können
* Motivation
   - transparente möglichkeit der überprüfung auf interaktionen

   - vereinfachen der möglichkeit wissen aus lodd zu nutzen
* Objectives
   - bereitstellen einer API zur überprüfung einer beliebigen anzahl von medikamenten auf mögliche interaktionen
   - evaluation anhand verschiedener anwendungsfälle
     - dispedia
     - eigenes portal zur arzneimittel-verwaltung
