introduction/introduction.tex
\chapter{Introduction}
\label{cha:introduction-1}

\section{Subject}
\label{sec-1}

\begin{itemize}
\item ärzte verschreiben oft unabhängig voneinander medikamente
\item patient hat möglichkeit rezeptfreie medikamente zusätzlich einzunehmen
\item bpz verweisen nur grob auf mögliche interaktionen
\begin{itemize}
\item oft nur gruppen von medikamenten genant, nicht medikamente konkret
\end{itemize}
\item keine endanwendungen auf lodd basierend bekannt
\end{itemize}
\section{Problem}
\label{sec-2}

\begin{itemize}
\item bei n arzneimittel gibt es (n$^2$-n)/2 mögliche interaktionen
\begin{itemize}
\item 2->1, 3->3, 4->6, 5->10
\end{itemize}
\item umfangreiches schemawissen nötig um anfragen an lod stellen zu können
\end{itemize}
\section{Motivation}
\label{sec-3}

\begin{itemize}
\item transparente möglichkeit der überprüfung auf interaktionen
\item vereinfachen der möglichkeit wissen aus lodd zu nutzen
\end{itemize}
\section{Objectives}
\label{sec-4}

\begin{itemize}
\item bereitstellen einer API zur überprüfung einer beliebigen anzahl von medikamenten auf mögliche interaktionen
\item evaluation anhand verschiedener anwendungsfälle
\begin{itemize}
\item dispedia
\item eigenes portal zur arzneimittel-verwaltung
\end{itemize}
\end{itemize}

%%% Local Variables: 
%%% mode: latex
%%% TeX-master: "../thesis"
%%% End: 
